[
  {
    "Title": "It Ends with Us: A Novel (Volume 1)",
    "Author(s)": "Colleen Hoover",
    "Price": 14.09,
    "Description": "In this “brave and heartbreaking novel that digs its claws into you and doesn’t let go, long after you’ve finished it” (Anna Todd,"
  },
  {
    "Title": "It Had to Be You: A Novel",
    "Author(s)": "Georgia Clark",
    "Price": 6.0,
    "Description": "“A wedding planner dies and leaves the business to his wife—and his mistress. What could possibly go wrong? A charming rom-com to kick off your summer.”—"
  },
  {
    "Title": "The Perfect Christmas: A Holiday Romance Novel",
    "Author(s)": "Debbie Macomber",
    "Price": 11.99,
    "Description": "Get cozy with this heartwarming story perfect for your holiday reading"
  },
  {
    "Title": "Meet Me at the Lake",
    "Author(s)": "Carley Fortune",
    "Price": 17.46,
    "Description": "INSTANT #1 NATIONAL BESTSELLER"
  },
  {
    "Title": "Beach Read",
    "Author(s)": "Emily Henry",
    "Price": 19.19,
    "Description": "FROM THE #1"
  },
  {
    "Title": "Christmas in the Scottish Highlands: A heartwarming, feel-good Christmas romance to fall in love with",
    "Author(s)": "Donna Ashcroft",
    "Price": 13.99,
    "Description": "Welcome to the gorgeous little Scottish village of Christmas, where snow is falling, presents are being wrapped and the locals are writing their festive wish lists. Will this finally be the year that Belle’s dreams come true?"
  },
  {
    "Title": "The Wall of Winnipeg and Me: A Novel",
    "Author(s)": "Mariana Zapata",
    "Price": 14.99,
    "Description": "New York Times"
  },
  {
    "Title": "Wreck the Halls: A Novel",
    "Author(s)": "Tessa Bailey",
    "Price": 19.19,
    "Description": "#1"
  },
  {
    "Title": "Just Don't Fall: A Fake Dating Hockey RomCom",
    "Author(s)": "Emma St. Clair",
    "Price": 14.99,
    "Description": "Before Logan Barnes was hockey’s hottest bad boy, he was my brother’s best friend … and my first crush. Oh, yeah--and the guy who ghosted me and broke my teenage heart."
  },
  {
    "Title": "The Christmas Cookie House: A Sweet Holiday Romance",
    "Author(s)": "Jennifer Griffith",
    "Price": 11.99,
    "Description": "Christmas, love, and a batch of cookies."
  },
  {
    "Title": "The Tuscan Secret",
    "Author(s)": "Angela Petch",
    "Price": 6.0,
    "Description": "This sweeping historical novel from a bestselling author follows the lives of two generations of women, the secrets they keep, their sacrifices for love, and the heartbreaking betrayals they encounter—perfect for fans of Kelly Rimmer and Natasha Lester.​"
  },
  {
    "Title": "Tribute",
    "Author(s)": "Nora Roberts",
    "Price": 11.99,
    "Description": "A young woman gets caught up in the secrets and shadows of a big-screen legend and a small-town scandal in this #1"
  },
  {
    "Title": "Her Deal with the Duke: A Historical Regency Romance Novel (The Spinsters Club Book 2)",
    "Author(s)": "Tiffany Baton",
    "Price": 17.48,
    "Description": "“I agree to this ruse but under one condition…”"
  },
  {
    "Title": "Same Time Next Summer",
    "Author(s)": "Annabel Monaghan",
    "Price": 23.0,
    "Description": "“Bursting with the magic of first love, it’s everything I want in a summer romance.” —Carley Fortune, #1"
  },
  {
    "Title": "These Tangled Vines: A Novel",
    "Author(s)": "Julianne MacLean",
    "Price": 14.41,
    "Description": "From the"
  },
  {
    "Title": "In Five Years: A Novel",
    "Author(s)": "Rebecca Serle",
    "Price": 11.88,
    "Description": "A"
  },
  {
    "Title": "Practice Makes Perfect: A Novel",
    "Author(s)": "Sarah Adams",
    "Price": 23.0,
    "Description": "NEW YORK TIMES"
  },
  {
    "Title": "Real Forever: A Steamy, Small Town Romance",
    "Author(s)": "Everly Prince",
    "Price": 12.99,
    "Description": "Helping her sister escape a sketchy pyramid scheme was supposed to be simple."
  },
  {
    "Title": "Unfortunately Yours: A Novel",
    "Author(s)": "Tessa Bailey",
    "Price": 23.99,
    "Description": "#1"
  },
  {
    "Title": "Good Girl",
    "Author(s)": "Tricia O'Malley",
    "Price": 15.99,
    "Description": "She shouldn't be on this island. If she was smart, Samantha Jameson would turn around and march right back to the plane that deposited her at a faded hut of an airport on Siren Island. Yet, Samantha just can't muster the energy to do so, not after the hellish week she's had. Her whole life has been spent playing by the rules, and for what? An empty apartment, a career with no upward movement, and one failed relationship after another. When it all blows up in her face, what's a girl to do but book a last-minute trip to the ridiculously named Laughing Mermaid Bed & Breakfast on an unknown speck of an island in the Caribbean? Lucas Mosteron knows all about burning out from first-hand experience. Over the years, he's discovered that he isn't the only one, as everyone has their own unique story for landing on Siren Island. His lovely and mysterious neighbors at The Laughing Mermaid Bed & Breakfast are no exception. Little does he know that there is more to their story than he could ever have imagined possible. When Samantha Jameson arrives as their guest - depleted and needing respite, Lucas can't help but feel like he could be the man she needs. Irresistibly drawn to her uptight demeanor, Lucas is determined to unwind Samantha and show her that life on Siren Island could be the answer to all her problems."
  },
  {
    "Title": "The Love Hypothesis",
    "Author(s)": "Ali Hazelwood",
    "Price": 22.0,
    "Description": "The Instant"
  },
  {
    "Title": "Tomorrow, and Tomorrow, and Tomorrow: A novel",
    "Author(s)": "Gabrielle Zevin",
    "Price": 20.0,
    "Description": "A"
  },
  {
    "Title": "It Happened One Summer: A Novel",
    "Author(s)": "Tessa Bailey",
    "Price": 19.99,
    "Description": "The first in a spicy and unforgettable rom-com duology from #1"
  },
  {
    "Title": "The Echo of Old Books: A Novel",
    "Author(s)": "Barbara Davis",
    "Price": 14.83,
    "Description": "A novel about the magical lure of books and summoning the courage to rewrite our stories by the Amazon Charts bestselling author of"
  },
  {
    "Title": "That One Night: A Pucking Around Prequel Novella",
    "Author(s)": "Emily Rath",
    "Price": 12.22,
    "Description": "Read the spicy prequel novella that launched the international bestselling"
  },
  {
    "Title": "The Cheat Sheet: A Novel",
    "Author(s)": "Sarah Adams",
    "Price": 15.85,
    "Description": "Is it ever too late to leave the friend zone? Discover the heartwarming friends to lovers romance that became a sensation on TikTok—now with a new chapter and a Q&A with the author!"
  },
  {
    "Title": "Every Summer After",
    "Author(s)": "Carley Fortune",
    "Price": 17.76,
    "Description": "#1 NATIONAL BESTSELLER"
  },
  {
    "Title": "Hook, Line, and Sinker: A Novel",
    "Author(s)": "Tessa Bailey",
    "Price": 14.44,
    "Description": "AN INSTANT #1"
  },
  {
    "Title": "The Best Is Yet to Come: A Novel",
    "Author(s)": "Debbie Macomber",
    "Price": 12.99,
    "Description": "NEW YORK TIMES"
  },
  {
    "Title": "Max Wilde's Cowboy Heart: A Wyoming Wilde Novel",
    "Author(s)": "Jennifer Ryan",
    "Price": 12.99,
    "Description": "New York Times"
  },
  {
    "Title": "Love, Theoretically",
    "Author(s)": "Ali Hazelwood",
    "Price": 18.4,
    "Description": "\"The reigning queen of STEM romance.\"—"
  },
  {
    "Title": "Regretting You",
    "Author(s)": "Colleen Hoover",
    "Price": 11.68,
    "Description": "The #1"
  },
  {
    "Title": "Three Nights with the Ruthless Duke: A Steamy Historical Regency Romance Novel (A Lady's Pact Book 2)",
    "Author(s)": "Maybel Bardot",
    "Price": 17.48,
    "Description": "“I will forgive you on one condition…You must spend three nights with me."
  },
  {
    "Title": "Love is Blind: MM Romance",
    "Author(s)": "S.C. Wynne",
    "Price": 17.48,
    "Description": "Beau Dexter is a male escort with zero belief in love. He had a rough beginning in life, and he's not looking for anything other than a full roster of satisfied clients."
  },
  {
    "Title": "Dirty Like Me: A Dirty Rockstar Romance (Dirty, Book 1)",
    "Author(s)": "Jaine Diamond",
    "Price": 17.99,
    "Description": "pStruggling barista Katie Bloom doesn’t even know who Jesse Mayes is until she inadvertently wins the coveted role of sex kitten in his hot new music video. But by the time she’s in bed with him, she knows his reputation.br br Love maker. Heartbreaker.br br Making out with a stranger in front of a camera crew isn’t how Katie imagined herself getting over a broken heart, but when Jesse touches her, sparks fly. The sex is fake but the chemistry is real, and soon the steamy video is blazing up the charts.br br Then Jesse makes Katie an irresistible offer: act as his girlfriend for six weeks while he promotes his new album. The only catch? Their sizzling make-out sessions will be for the cameras only.br br Which is fine with Katie, since she's not about to trust her heart to rock's most legendary lover. Her body? Maybe…p"
  },
  {
    "Title": "His to Keep: A Club Wyld Novel",
    "Author(s)": "Violet James",
    "Price": 17.48,
    "Description": "LUKE"
  },
  {
    "Title": "A Duke's Lustful Riddle: A Historical Regency Romance Novel",
    "Author(s)": "Meghan Sloan",
    "Price": 17.48,
    "Description": "After her parents’ loss five years ago, Lady Gemma Whitmore has to deal with her beloved guardian’s passing, the late Duke of Ashbourne. In the shadowy corridors of the ducat, Gemma gets caught up in a tangle of secrets, riddles and desires. Despite her vow to never marry, the arrival of the tempting, new master of Ashbourne Estate challenges her determination. As wicked schemes unravel and a passionate treasure hunt for love begins..."
  },
  {
    "Title": "Falling for My Dad's Boss: A Forbidden Billionaire Romance Novel",
    "Author(s)": "Laura Eagan",
    "Price": 17.48,
    "Description": "Running into my almost-one-night stand on a cruise ship might have been fun—if he hadn’t turned out to be my dad’s boss…"
  },
  {
    "Title": "Bright Lights, Big Christmas: A Novel",
    "Author(s)": "Mary Kay Andrews",
    "Price": 23.99,
    "Description": "From Mary Kay Andrews,"
  },
  {
    "Title": "Three Holidays and a Wedding",
    "Author(s)": "Uzma Jalaluddin, Marissa Stapley",
    "Price": 15.0,
    "Description": "*INSTANT NATIONAL BESTSELLER*"
  },
  {
    "Title": "Take a Hint, Dani Brown: A Novel",
    "Author(s)": "Talia Hibbert",
    "Price": 8.4,
    "Description": "Named one of the Best Romances of 2020 by Apple, Kirkus, PW, Washington Post, NPR, BookPage, OprahMag, EW, Insider, Buzzfeed, Bustle, and Amazon!"
  },
  {
    "Title": "The Girl from Silent Lake: A totally gripping and heart-pounding crime thriller",
    "Author(s)": "Leslie Wolfe",
    "Price": 14.01,
    "Description": "“Please, not in front of my daughter,” she pleaded. “She’s just a little girl.” He leaned closer, so close she felt his heated breath on her face. The blue jays that had been filling the valley with their chirping fell silent all at once when the woman’s cry ripped through the clear mountain air…"
  },
  {
    "Title": "Dirty Dare: A M/M Slayers Hockey Novella",
    "Author(s)": "Mira Lyn Kelly",
    "Price": 17.48,
    "Description": "It started as a dare"
  },
  {
    "Title": "The Cruel Duke: A Historical Regency Romance Novel (The Brides of Convenience Book 1)",
    "Author(s)": "Sally Vixen",
    "Price": 17.48,
    "Description": "Everyone calls him a monster…"
  },
  {
    "Title": "Where the Crawdads Sing: Reese's Book Club (A Novel)",
    "Author(s)": "Delia Owens",
    "Price": 25.08,
    "Description": "#1"
  },
  {
    "Title": "Remnants of Filth: Yuwu (Novel) Vol. 2",
    "Author(s)": "Rou Bao Bu Chi Rou, St",
    "Price": 24.99,
    "Description": "KEEP YOUR ENEMIES CLOSER"
  },
  {
    "Title": "Secretly Yours: A Novel",
    "Author(s)": "Tessa Bailey",
    "Price": 15.78,
    "Description": "AN INSTANT"
  },
  {
    "Title": "Wranglers of the Western Hearts: An Inspirational Romance Novel",
    "Author(s)": "Lilah Rivers",
    "Price": 17.48,
    "Description": "In the rugged heart of Colorado, desperate times had forced Belle into an arranged marriage with the mysterious Eli. Yet, as the looming wedding day approaches, a longing for true love and doubt creeps into her heart. Struggling against a life of limited choices, a chance encounter with Cole, a mysterious blacksmith, challenges everything she thought she knew about love and destiny and sets her on a new, uncertain path."
  },
  {
    "Title": "Happy Place",
    "Author(s)": "Emily Henry",
    "Price": 16.99,
    "Description": "INSTANT #1 NEW YORK TIMES BESTSELLER!"
  },
  {
    "Title": "The Viscount and his Feisty Virgin: A Historical Regency Romance Novel (The Ravens Book 2)",
    "Author(s)": "Olivia T. Bennet",
    "Price": 17.48,
    "Description": "“You are a tempting feast and I want to devour you.”"
  },
  {
    "Title": "A Duke’s Promise: A Historical Regency Romance Novel",
    "Author(s)": "Sally Vixen",
    "Price": 17.48,
    "Description": "“You will call me by my name, and you will not curtsy to me.”"
  },
  {
    "Title": "Church of Renewal : A Vampire Lesbian Dark Romance Novella (Blood Kissed Book 1)",
    "Author(s)": "Annabelle  Satin",
    "Price": 17.48,
    "Description": "“You are my blood kissed. Mine alone.\""
  },
  {
    "Title": "God of Ruin: A Dark College Romance (Legacy of Gods Book 4)",
    "Author(s)": "Rina Kent",
    "Price": 17.48,
    "Description": "★ #1 BESTSELLER IN THE ENTIRE STORE! ★"
  },
  {
    "Title": "The Earl’s Mute Beauty: A Historical Regency Romance Novel",
    "Author(s)": "Bridget Barton",
    "Price": 17.48,
    "Description": "In a world where society's cruel judgment thrives, Evelyn Caldwell, a gifted but mute artist, has found solace in the peaceful countryside, far from the ton's relentless scrutiny. Yet, when she's summoned by a deafened and reclusive war veteran, her tranquil life takes an unexpected turn. Their first meeting is marked by an intense, magnetic attraction, but also marred by misunderstandings arising from their undisclosed disabilities."
  },
  {
    "Title": "Highlander’s Heart of Ice: A Medieval Historical Romance Novel",
    "Author(s)": "Lydia Kendall",
    "Price": 17.48,
    "Description": "“If I stay, I’ll show ye how ungentlemanly I can be.”"
  },
  {
    "Title": "The Romance Novel Book Club: Lovely Surprises Collection #34-#36",
    "Author(s)": "Emmaline  Wade",
    "Price": 17.48,
    "Description": "Welcome to THE ROMANCE NOVEL BOOK CLUB! Dive into three sweet short romance stories featuring protective men and the sweet women who love them. Binge read them all in Kindle Unlimited. These stories include; Wedding Guest Surprise, Elopement, and A Special Conference."
  },
  {
    "Title": "The Lonely Lady, Camilla: A Historical Regency Romance Novel (Tillewood Sisters Book 4)",
    "Author(s)": "Dorothy  Sheldon",
    "Price": 17.48,
    "Description": "As a spinster with a scandalous past, Camilla had resigned herself to a life of solitude. However, an unexpected encounter with the captivating Silas rekindles her hope for love. Torn between societal expectations and her newfound feelings, will she surrender to her heart's desires?"
  },
  {
    "Title": "The Twelve Dogs of Christmas: A Novel",
    "Author(s)": "Susan Wiggs",
    "Price": 31.99,
    "Description": "\"Don't miss this charming Christmas tale of thawing hearts, escaping dogs, and finding home. I couldn't help digging into this book with both paws.\" --Debbie Macomber, #1"
  },
  {
    "Title": "Feathers so Vicious: A Dark Fantasy Romance (Court of Ravens Book 1)",
    "Author(s)": "Liv Zander",
    "Price": 17.48,
    "Description": "More treacherous than war... are the battles within a heart."
  },
  {
    "Title": "HOSTILE: A Military Romance Novel (Military Men Book 1)",
    "Author(s)": "Leila Haven",
    "Price": 17.48,
    "Description": "Back home, there wasn't a woman who could say no to me."
  },
  {
    "Title": "All I Want for Christmas: A Holiday Romance Novel",
    "Author(s)": "Robyn Carr",
    "Price": 10.4,
    "Description": "Get cozy with this heartwarming holiday story!"
  },
  {
    "Title": "The Bite: A Paranormal Romance Novel",
    "Author(s)": "Andy Lee Barnes",
    "Price": 17.48,
    "Description": "When Amelia Williams winds up in Church Heights – a small town in the remote wilderness – the first thing she notices is the number of missing persons. The second is Karson Worthington; a tall, magnetising man she can’t seem to get out of her head. When people are murdered, and Amy is nearly killed, she begins to uncover the dark mysteries etched in the very fabric of the town itself. What she discovers tears the realms of reality out from under her feet. The deeper she falls in love with Karson, the deeper she plummets into a world of merciless, barbaric factions that put her life in grave danger."
  },
  {
    "Title": "The Duke's Fake Bride Steamy Version: A Historical Regency Romance Novel",
    "Author(s)": "Olivia T. Bennet, Scarlett Osborne, Violet Hamers, Ava MacAdams, Sally Vixen, Harriet Caves, Daphne Byrne, Maybel Bardot, & \n                 , \n                 more",
    "Price": 17.48,
    "Description": "“When he touches me, I forget that everything is a lie.”"
  },
  {
    "Title": "The Insufferable Duke: A Historical Regency Romance Novel",
    "Author(s)": "Tiffany Baton",
    "Price": 17.48,
    "Description": "“You’re insufferable and infuriating. And God knows why but I love you, you fool.”"
  },
  {
    "Title": "A Spinster to Tame the Duke: A Historical Regency Romance Novel",
    "Author(s)": "Sally Vixen",
    "Price": 17.48,
    "Description": "“I shall starve if I cannot have her, and it’s a hunger I will not survive.”"
  },
  {
    "Title": "மௌனமே போதுமே : Mounamae Pothumae (Tamil Edition)",
    "Author(s)": "விஜி பிரபு Viji Prabu",
    "Price": 17.48,
    "Description": "தன் குடும்பமே உலகம் என வாழும் நாயகி .!.அவளே தன் உலகம் என்று அவளுக்காக எதையும் செய்ய தயாராக இருக்கும் அவளுக்கென நிச்சயிக்கப் பட்டிருக்கும் அத்தை மகன் மதுபாலன்...!இவர்களுக்கு இடையே வரும் நாயகன..மற்றும் அவனது காதல் !இந்த முக்கோணக் காதல் கதையின் முடிவு ...??"
  },
  {
    "Title": "Caroline Saves the Blacksmith: A Regency Christmas Romance (Inconvenient Brides Book 5)",
    "Author(s)": "Nina  Jarrett",
    "Price": 5.99,
    "Description": "A fallen woman. A haunted blacksmith. When the holidays force them together, can they mend their broken hearts?"
  },
  {
    "Title": "Can we start over?: An M/M, Coming of age, second chance, gay romance novel",
    "Author(s)": "Anna T. Pope",
    "Price": 17.48,
    "Description": "\"When you are a kid and you think about what your life is going to be, when you imagine what you'll become and the person you are going to marry, you don't wish for just good, no, you wish for more. And, sure, you don't always get that, after all, you grow up and find out that nothing, not even 'just good' comes as easily as you have expected it to, but still, that one person, that 'the one' should make you feel extraordinary, even if your life is anything but.\""
  },
  {
    "Title": "An Outrageous Deal with the Duke: A Historical Regency Romance Novel",
    "Author(s)": "Hazel Linwood",
    "Price": 17.48,
    "Description": "“You are essential to my very existence.”"
  },
  {
    "Title": "From a Spinster to a Countess : A Historical Regency Romance Novel (The Dowager's Scheme Book 2)",
    "Author(s)": "Tiffany Baton",
    "Price": 17.48,
    "Description": "“Would it be so bad if our marriage was more than just an arrangement?”"
  },
  {
    "Title": "The Sun Sets in Singapore: A Novel",
    "Author(s)": "Kehinde Fadipe",
    "Price": 35.0,
    "Description": "Basking in Singapore’s nonstop sunshine, Dara, Amaka, and Lillian are living the glamorous expat dream—until a mysterious (not to mention handsome) new arrival infiltrates their tight-knit community and"
  },
  {
    "Title": "Beauty and Her Beast: Contemporary Bodyguard Romance Novel",
    "Author(s)": "L.P. Guleva",
    "Price": 17.48,
    "Description": "Dan \"Mince\" Mincini knows love isn't for him, but can he resist the wounded beauty in need of his protection?"
  },
  {
    "Title": "The Rancher's Secret Arrangement: An Inspirational Romance Novel",
    "Author(s)": "Lilah Rivers",
    "Price": 17.48,
    "Description": "In the quaint town of Grapevine, Texas, Sophia Brewer feels trapped by her stepmother's plans to marry her off to an unworthy suitor. Despite her longing for something more, Sophia resigns herself to a predetermined fate… Until an alluring young rancher arrives at her family's estate. With every stolen moment, Sophia finds herself drawn deeper into his irresistible charm and soon realizes that she cannot resist her growing affection for him."
  },
  {
    "Title": "The Wagering Duke: A Historical Regency Romance Novel",
    "Author(s)": "Olivia T. Bennet",
    "Price": 17.48,
    "Description": "“I propose offering you my virtue if you can cease your rakish ways.”"
  },
  {
    "Title": "The Infuriating Duke: A Steamy Historical Regency Romance Novel",
    "Author(s)": "Scarlett Osborne",
    "Price": 17.48,
    "Description": "“I crave you more each day, yet I cannot permit myself to touch you.”"
  },
  {
    "Title": "நாடித் தவம் புரிந்து (Naadi Thavam Purindhu!) (Tamil Edition)",
    "Author(s)": "PREMALATHA BALASUBRAMANIAM",
    "Price": 17.48,
    "Description": "“இது யா..யாரு?”"
  },
  {
    "Title": "A Duchess for the Duke: A Castle Clairvoir Novella (Clairvoir Castle Romances)",
    "Author(s)": "Sally Britton",
    "Price": 17.48,
    "Description": "A young duke takes a wife, a practical match, with neither suspecting that a lasting legacy of love is in their future..."
  },
  {
    "Title": "Gold Love - The Mobster's Chosen One: An LGBT mafia romance novel",
    "Author(s)": "Jessy Navarro, Noveltoon _",
    "Price": 17.48,
    "Description": "Experience the captivating novel that is"
  },
  {
    "Title": "Embraces Under the Western Moonlight: A Historical Western Romance Novel",
    "Author(s)": "Lorelei Brogan",
    "Price": 17.48,
    "Description": "6 best-selling Historical Western novels!"
  },
  {
    "Title": "Bring Me Home for Christmas: A Novel",
    "Author(s)": "Robyn Carr",
    "Price": 12.99,
    "Description": "“Strong women, honorable ex-marines and rural dangers—the hallmarks of this life-affirming, feel-good series are all here.” —"
  },
  {
    "Title": "Boyfriends. Volume Two: A WEBTOON Unscrolled Graphic Novel",
    "Author(s)": "refrainbow",
    "Price": 18.39,
    "Description": "Boy meets boy . . . meets boy . . . meets boy!"
  },
  {
    "Title": "The Raven and the Dove: A novel of Viking Normandy",
    "Author(s)": "K. M. Butler",
    "Price": 22.95,
    "Description": "*** Historical Novel Society Editor's Choice ***"
  },
  {
    "Title": "50 Harbor Street",
    "Author(s)": "Debbie Macomber",
    "Price": 23.99,
    "Description": "Olivia Lockhart-Griffin"
  },
  {
    "Title": "Esther at the Ballroom: Historical Regency Romance Novel (Belles of the Ball Book 4)",
    "Author(s)": "Abby Ayles",
    "Price": 17.48,
    "Description": "A mistaken identity, a lost love and a journey to find true happiness."
  },
  {
    "Title": "Malice",
    "Author(s)": "Lisa Jackson",
    "Price": 22.99,
    "Description": "The gripping, edge-of-your-seat thriller featuring New Orleans detectives Rick Bentz and Reuben Montoya, from #1"
  },
  {
    "Title": "The Lion and the Rose",
    "Author(s)": "Kate Quinn",
    "Price": 22.0,
    "Description": "From the"
  },
  {
    "Title": "One of Us Is Lying",
    "Author(s)": "Karen M. McManus",
    "Price": 17.99,
    "Description": "#1"
  },
  {
    "Title": "American Marriage, An: A Novel",
    "Author(s)": "Tayari Jones",
    "Price": 19.99,
    "Description": "One of the most anticipated novels of 2018 according to"
  },
  {
    "Title": "The Paris Soulmate: A Sweet Romance Novel. Perfect for Clean and Wholesome Romance Readers Looking for Paris Romance.",
    "Author(s)": "Brooke Gilbert, Caitlin Miller",
    "Price": 19.99,
    "Description": "A woman with rare autoimmune disorders & a \"no dating policy.\" A mysterious, cocky British stranger. A dream trip to Paris. What could go wrong?"
  },
  {
    "Title": "Nino's Heart: A WW2 romance novel set in fascist Italy.",
    "Author(s)": "J. D. Keene",
    "Price": 20.23,
    "Description": "What are Amazon readers saying about Nino's Heart?"
  },
  {
    "Title": "Arrested by Love: A Western Romance Novel",
    "Author(s)": "Erin Wright",
    "Price": 16.99,
    "Description": "Enjoy this steamy cowboy series by USA Today Bestselling small-town romance author Erin Wright…"
  },
  {
    "Title": "Don't Forget to Write: A Novel",
    "Author(s)": "Sara Goodman Confino",
    "Price": 14.96,
    "Description": "In 1960, a young woman discovers a freedom she never knew existed in this exhilarating, funny, and emotional novel by the bestselling author of"
  },
  {
    "Title": "Church of Renewal: A Vampire Lesbian Dark Romance Novella",
    "Author(s)": "Annabelle Satin",
    "Price": 9.99,
    "Description": "\"A Dowry of Blood"
  },
  {
    "Title": "Home for Christmas: A Novel",
    "Author(s)": "Courtney Cole",
    "Price": 18.39,
    "Description": "From"
  },
  {
    "Title": "Crumbs",
    "Author(s)": "Danie Stirling",
    "Price": 20.28,
    "Description": "An IndieBound Bestseller"
  },
  {
    "Title": "Break Her: A Dark Beauty and the Beast Fantasy Romance",
    "Author(s)": "Cassie Alexander",
    "Price": 19.99,
    "Description": "I wanted her."
  },
  {
    "Title": "Structured Fantasy Romance Novel Planner | Fantasy Writing Guide & Workbook | By Storyfolk: Fall in love with novel planning. Establish & grow your novel's plot, characters, world, magic system, and romance.",
    "Author(s)": "Paige Cody",
    "Price": 22.99,
    "Description": "Please note that this is not an educational book; it is a structured workbook with guides. You can view examples of interior pages on@we.are.storyfolk."
  },
  {
    "Title": "Marked: A House of Night Novel",
    "Author(s)": "P. C. Cast, Kristin Cast",
    "Price": 29.6,
    "Description": "Enter the dark, magical world of the House of Night series by bestselling authors P.C. Cast and Kristin Cast, a world very much like our own, except here vampyres have always existed."
  },
  {
    "Title": "Mad About Matt (A Red Maple Falls Novel, #1): A Small Town Second Chance Romance",
    "Author(s)": "Theresa Paolo",
    "Price": 17.48,
    "Description": "A hot cop and a sweet baker get a second chance at love in this small town romance."
  },
  {
    "Title": "முக்கனியே! சக்கரையே! (Tamil Edition)",
    "Author(s)": "SANAGEETH NOVELS",
    "Price": 17.48,
    "Description": "சினிமா பட தயாரிப்பாளர் துருவன் லிங்கேஷ் அவன் மனைவி சிவன்யாவும் தங்கள் இரட்டை குழந்தைகளோடு வாழ்ந்து வரும் வேளையில் அவ்வீட்டில் வேலை செய்த தன் தாயின் மீது சுமத்தப் பட்ட திருட்டு பழிக்காக நியாயம் கேட்க வருகிறாள் வேதவள்ளி.. இருவருக்குமான முதல் சந்திப்பே மோதலாகிப் போக தொடர்ந்து அவளை அவமானப் படுத்துகிறான் துருவன்.. அடுத்து நடப்பதை தெரிந்து கொள்ள கதையோடு பயணிப்போம் வாருங்கள்.."
  },
  {
    "Title": "The Christmas Blanket: Special Edition",
    "Author(s)": "Kandi Steiner",
    "Price": 13.99,
    "Description": "From bestselling author Kandi Steiner comes a cozy second-chance romance about love, loss, and adventure..."
  },
  {
    "Title": "Alpha's Dirty Little Secret: A Werewolf Romance Novel",
    "Author(s)": "Symone Ross",
    "Price": 17.48,
    "Description": "Destiny can always be altered or changed in our favor, especially when it involves love."
  },
  {
    "Title": "6 Rainier Drive",
    "Author(s)": "Debbie Macomber",
    "Price": 21.99,
    "Description": "Olivia Lockhart-Griffin"
  },
  {
    "Title": "Her Secret Bargain with the Duke: A Historical Regency Romance Novel",
    "Author(s)": "Hazel Linwood",
    "Price": 17.48,
    "Description": "“How would it be, then, if you and I entered into a temporary courtship?”"
  },
  {
    "Title": "A Lady's Scandalous Guardian: A Historical Regency Romance Novel",
    "Author(s)": "Lucy Langton",
    "Price": 17.48,
    "Description": "In the wake of a sudden, heart-wrenching loss, far from the freedom she knew in India, the fiery Josephine faces the prospect of an unwanted marriage in England. To claim her family's opulent English estates, she must make an agonising choice: surrender to the authority of an unfamiliar guardian or forfeit her birthright forever. Yet, having no desire to be any man's wife, she wants nothing more than to return to India… Until she sees the tempting Philip, and an irresistible chemistry sparks, leading to a forbidden affair."
  },
  {
    "Title": "Hera's Divorce: A YA Sapphic Romance Novel of Greek Gods and Goddesses",
    "Author(s)": "maiwang?, SARIMARI",
    "Price": 4.09,
    "Description": "“How could you handle the humans’ marriages for hundreds of years, when you don’t even know love?” - Cia"
  },
  {
    "Title": "The Song of Achilles: A Novel",
    "Author(s)": "Madeline Miller",
    "Price": 20.4,
    "Description": "“At once a scholar’s homage to"
  },
  {
    "Title": "The Clause in Christmas: A Poppy Creek Novel",
    "Author(s)": "Rachael Bloome",
    "Price": 14.99,
    "Description": "An unexpected inheritance. A pesky clause in the will. And 25 days to avoid falling in love."
  },
  {
    "Title": "Upside Down: A Novel",
    "Author(s)": "Danielle Steel",
    "Price": 38.99,
    "Description": "#1"
  },
  {
    "Title": "The Cactus: A Reese's Book Club Pick",
    "Author(s)": "Sarah Haywood",
    "Price": 6.0,
    "Description": "A Reese's Book Club Pick and"
  },
  {
    "Title": "Adoration: An Enemies to Lovers Dark Romance Novel (Montavio Brotherhood)",
    "Author(s)": "Jane Henry",
    "Price": 17.48,
    "Description": "In a world shrouded in secrets and desire, Quinn's life takes a treacherous turn when she witnesses Adriano, a dominant and possessive billionaire, commit an act of ruthless vengeance. Quinn faces a choice: give up her life, or become Adriano's wife."
  },
  {
    "Title": "Only the Brave: A Novel",
    "Author(s)": "Danielle Steel",
    "Price": 39.0,
    "Description": "From #1"
  },
  {
    "Title": "இதயம் திருடும் காரிகையே (Tamil Edition)",
    "Author(s)": "Zeeraf Novel",
    "Price": 17.48,
    "Description": "தன் கரங்களில் பூங்கொத்து போல் கிடந்தவளை, இமைக்காமல் சில நொடிகள் பார்த்துக் கொண்டிருந்தவனின் விழிகளோடு தன் விழிகளை கலக்கவிட்டபடி ஏதோ ஒருவித உணர்வில் கட்டுண்டு போனவள், நொடியில் சுதாரித்து கொண்டவளுக்கு, அவனுடைய இந்த நெருக்கத்தினால் அவள் கண்கள் பயத்தை பிரதிபலித்தது, கண்களில் மருட்ச்சியுடன் தன்னை பார்த்துக் கொண்டிருந்தவளின் கண்களை சந்தித்து கொண்டிருந்தவன், அவளது அலைப்புறுதல் பார்வையில் அப்பட்டமான பயத்தை கண்டு, அவளை சரியாக நிற்க வைத்துவிட்டு,... \"யார் நீ\" என்றான் ஒருவித கறாரான குரலில்,..."
  },
  {
    "Title": "The Paris Affair: A brand new totally unputdownable and utterly emotional WW2 historical novel",
    "Author(s)": "Victoria Cornwall",
    "Price": 0.99,
    "Description": "THIS BREATHTAKING WW2 ROMANCE SET IN NAZI-OCCUPIED PARIS WILL STAY WITH YOU LONG AFTER THE LAST PAGE."
  },
  {
    "Title": "Woke Up Like This: A Novel",
    "Author(s)": "Amy Lea, Mindy Kaling",
    "Price": 17.48,
    "Description": "“Amy Lea’s"
  },
  {
    "Title": "Wife (Betrothed #1): A Dark Mafia Arranged Marriage Romance",
    "Author(s)": "Penelope Sky",
    "Price": 17.48,
    "Description": "I was twenty-one when the gypsy read my future:"
  },
  {
    "Title": "Sunrise at Crystal Bay (Crystal Bay Novel Book 1)",
    "Author(s)": "Mia Kent",
    "Price": 17.48,
    "Description": "A decade-long secret. A devastating betrayal. And a chance to return to the place—and the boy—she left behind."
  },
  {
    "Title": "  Data Science from Scratch: First Principles with Python ",
    "Author(s)": "Joel Grus",
    "Price": 61.44,
    "Description": "To really learn data science, you should not only master the tools―data science libraries, frameworks, modules, and toolkits―but also understand the ideas and principles underlying them. Updated for Python 3.6, this second edition of Data Science from Scratch shows you how these tools and algorithms work by implementing them from scratch. "
  },
  {
    "Title": "  Football Analytics with Python & R: Learning Data Science Through the Lens of Sports ",
    "Author(s)": "Eric Eager, Richard Erickson",
    "Price": 82.99,
    "Description": "Baseball is not the only sport to use \"moneyball.\" American football teams, fantasy football players, fans, and gamblers are increasingly using data to gain an edge on the competition. Professional and college teams use data to help identify team needs and select players to fill those needs. Fantasy football players and fans use data to try to defeat their friends, while sports bettors use data in an attempt to defeat the sportsbooks. "
  },
  {
    "Title": "  The ABCs of Data Science: By Real Data Scientists, For Future Data Scientists ",
    "Author(s)": "Rikin Mathur, Varun Bhartia, Raamin Mostaghimi, & \\n                 , \\n                 more",
    "Price": 13.21,
    "Description": "Expose your kids to the world of Data! Written by real Data Scientists, The ABCs of Data Science follows Data Science Dolphin as she navigates the ABCs to learn about Data Science. Along the way, she meets a few friends such as Analyst Armadillo, Engineer Elephant, and Z-Score Zebra. Together they learn about Histograms, Joint Probability, and even Machine Learning! The ABCs of Data Science is full of fun illustrations and real Data Science concepts explained in a simple and kid friendly way! It's the perfect book to expose your child to new concepts and get them excited about learning!"
  },
  {
    "Title": "  Cracking the Data Science Interview: 101+ Data Science Questions & Solutions ",
    "Author(s)": "Maverick Lin",
    "Price": 15.77,
    "Description": " Cracking the Data Science Interview "
  },
  {
    "Title": "  The Handbook of Data Science and AI: Generate Value from Data with Machine Learning and Data Analytics ",
    "Author(s)": "Stefan Papp, Wolfgang Weidinger, Katherine Munro, Bernhard Ortner, Annalisa Cadonna, Georg Langs, Roxane Licandro, Mario Meir-Huber, Danko Nikolić, Zoltan Toth, Barbora Vesela, Rania Wazir, Günther Zauner, & \\n                 , \\n                 more",
    "Price": 79.5,
    "Description": "Data Science, Big Data, and Artificial Intelligence are currently some of the most talked-about concepts in industry, government, and society, and yet also the most misunderstood. This book will clarify these concepts and provide you with practical knowledge to apply them. Featuring: "
  },
  {
    "Title": "  Storytelling with Data: A Data Visualization Guide for Business Professionals ",
    "Author(s)": "Cole Nussbaumer Knaflic",
    "Price": 47.95,
    "Description": " Don't simply show your data"
  },
  {
    "Title": "  The Kaggle Workbook: Self-learning exercises and valuable insights for Kaggle data science competitions ",
    "Author(s)": "Konrad Banachewicz, Luca Massaron",
    "Price": 37.99,
    "Description": "Move up the Kaggle leaderboards and supercharge your data science and machine learning career by analyzing famous competitions and working through exercises."
  },
  {
    "Title": "  A Common-Sense Guide to Data Structures and Algorithms, Second Edition: Level Up Your Core Programming Skills ",
    "Author(s)": "Jay Wengrow",
    "Price": 60.95,
    "Description": "Algorithms and data structures are much more than abstract concepts. Mastering them enables you to write code that runs faster and more efficiently, which is particularly important for todayÃ¢â?¬â?¢s web and mobile apps. Take a practical approach to data structures and algorithms, with techniques and real-world scenarios that you can use in your daily production code, with examples in JavaScript, Python, and Ruby. This new and revised second edition features new chapters on recursion, dynamic programming, and using Big O in your daily work."
  },
  {
    "Title": "  Data Science for Beginners: Comprehensive Guide to Most Important Basics in Data Science ",
    "Author(s)": "Alex Campbell",
    "Price": 19.95,
    "Description": "Do you wonder what the fascination is around data these days? How do we obtain insights from this data? Do you know what a data scientist does? What is artificial intelligence and machine learning? Are these the same as data science? What does it take to become a data scientist? If you have ever wondered about these questions, you have come to the right place!There are many resources and courses online that you can use to learn more about data science, but with so much information available, it can become overwhelming. One of the best ways to learn about data science is to understand different machine learning concepts, statistics, and artificial intelligence to help you design models to perform an analysis.This book has all the information you need to learn what data science is, and what the prerequisites are to become a data scientist. If you’re a beginner or if you already have experience in data science, this book will have something for you.In this book, you will:Learn what data science is about.Discover the difference between data science and business intelligence.Explore the tools required for data science.Find out the technical and non-technical skills every data scientist must have.Figure out how to create a visualization of the data set with clear and easy examples.Get advice on developing a Predictive Model Using R.Uncover detailed applications of data science.And much more!The book has been structured with easy-to-understand sections to help you learn everything you need to know about data science. In this book you will learn about the prerequisites of data science and the skills you need to become a data scientist. So, what are you waiting for? Grab your copy of this comprehensive guide now!"
  },
  {
    "Title": "  The Art of Data Science ",
    "Author(s)": "Roger Peng, Elizabeth Matsui",
    "Price": 26.0,
    "Description": "This book describes, simply and in general terms, the process of analyzing data. The authors have extensive experience both managing data analysts and conducting their own data analyses, and have carefully observed what produces coherent results and what fails to produce useful insights into data. This book is a distillation of their experience in a format that is applicable to both practitioners and managers in data science."
  },
  {
    "Title": "  Data Science Strategy For Dummies ",
    "Author(s)": "Ulrika Jägare",
    "Price": 33.15,
    "Description": "All the answers to your data science questions"
  },
  {
    "Title": "  Python for Data Science For Dummies ",
    "Author(s)": "John Paul Mueller, Luca Massaron",
    "Price": 28.26,
    "Description": "The fast and easy way to learn Python programming and statistics"
  },
  {
    "Title": "  Data Science on AWS: Implementing End-to-End, Continuous AI and Machine Learning Pipelines ",
    "Author(s)": "Chris Fregly, Antje Barth",
    "Price": 91.01,
    "Description": "With this practical book, AI and machine learning practitioners will learn how to successfully build and deploy data science projects on Amazon Web Services. The Amazon AI and machine learning stack unifies data science, data engineering, and application development to help level up your skills. This guide shows you how to build and run pipelines in the cloud, then integrate the results into applications in minutes instead of days. Throughout the book, authors Chris Fregly and Antje Barth demonstrate how to reduce cost and improve performance. "
  },
  {
    "Title": "  The Economics of Data, Analytics, and Digital Transformation: The theorems, laws, and empowerments to guide your organization's digital transformation ",
    "Author(s)": "Bill Schmarzo, Dr. Kirk Borne",
    "Price": 56.99,
    "Description": "Build a continuously learning and adapting organization that can extract increasing levels of business, customer and operational value from the amalgamation of data and advanced analytics such as AI and Machine Learning"
  },
  {
    "Title": "  No Bullshit Math for Data Science: Your Comprehensive, Short and Sharp Guide to the Mathematics of Data Science ",
    "Author(s)": "Amir Kiani",
    "Price": 29.98,
    "Description": "NOTE: The table of contents and a free sample chapter of available for viewing at https://mathanddata.com/bookstore."
  },
  {
    "Title": "  Data Science Interview: Prep for SQL, Panda, Python, R Language, Machine Learning, DBMS and RDBMS – And More – The Full Data Scientist Interview Handbook ",
    "Author(s)": "DSI ACE PREP",
    "Price": 32.99,
    "Description": "Are YOU looking for a data scientist job"
  },
  {
    "Title": "  Data Analytics, Data Visualization & Communicating Data: 3 books in 1: Learn the Processes of Data Analytics and Data Science, Create Engaging Data Visualizations, and Present Data Effectively ",
    "Author(s)": "Elizabeth Clarke",
    "Price": 31.99,
    "Description": "Harvard Business Review called data science “the sexiest job of the 21st century,” so it's no surprise that data science jobs have grown up to 20x in the last 3 years. With demand outpacing supply, companies are willing to pay top dollar for talented data professionals. However…"
  },
  {
    "Title": "  Geographic Data Science with Python ",
    "Author(s)": "Sergio Rey, Dani Arribas-Bel, Levi John Wolf, & \\n                 , \\n                 more",
    "Price": 84.44,
    "Description": "This book provides the tools, the methods, and the theory to meet the challenges of contemporary data science applied to geographic problems and data. In the new world of pervasive, large, frequent, and rapid data, there are new opportunities to understand and analyze the role of geography in everyday life. "
  },
  {
    "Title": "  Deep Learning with PyTorch: Build, train, and tune neural networks using Python tools ",
    "Author(s)": "Eli Stevens, Luca Antiga, Thomas Viehmann, & \\n                 , \\n                 more",
    "Price": 65.99,
    "Description": "“We finally have the definitive treatise on PyTorch! It covers the basics and abstractions in great detail. I hope this book becomes your extended reference document.” —Soumith Chintala, co-creator of PyTorch"
  },
  {
    "Title": "  Designing Data-Intensive Applications: The Big Ideas Behind Reliable, Scalable, and Maintainable Systems ",
    "Author(s)": "Martin Kleppmann",
    "Price": 54.99,
    "Description": "Data is at the center of many challenges in system design today. Difficult issues need to be figured out, such as scalability, consistency, reliability, efficiency, and maintainability. In addition, we have an overwhelming variety of tools, including relational databases, NoSQL datastores, stream or batch processors, and message brokers. What are the right choices for your application? How do you make sense of all these buzzwords?"
  },
  {
    "Title": "  Data Science for Beginners: An Introduction to the Fundamentals of Data Analysis and Machine Learning ",
    "Author(s)": "Brian Murray",
    "Price": 19.95,
    "Description": "\"Data Science for Beginners: An Introduction to the Fundamentals of Data Analysis and Machine Learning\" is a comprehensive guide to the exciting and rapidly growing field of Data Science. This book is designed to provide a clear and concise introduction to Data Science for those with little or no prior experience in the field."
  },
  {
    "Title": "  Modern Data Science with R (Chapman & Hall/CRC Texts in Statistical Science) ",
    "Author(s)": "Benjamin S. Baumer, Daniel T. Kaplan, Nicholas J. Horton, & \\n                 , \\n                 more",
    "Price": 120.37,
    "Description": "From a review of the first edition: \""
  },
  {
    "Title": "  Purview of Data Science: A Smart Book of Data Science ",
    "Author(s)": "Praveen Parmar",
    "Price": 4.1,
    "Description": "Description:"
  },
  {
    "Title": "  Microsoft Power BI Quick Start Guide: The ultimate beginner's guide to data modeling, visualization, digital storytelling, and more, 3rd Edition ",
    "Author(s)": "Devin Knight, Erin Ostrowsky, Mitchell Pearson, Bradley Schacht, & \\n                 , \\n                 more",
    "Price": 50.99,
    "Description": "Bring your data to life with this accessible yet fast-paced introduction to Power BI, now in color."
  },
  {
    "Title": "  March of the Mini Beasts (Volume 1) ",
    "Author(s)": "Ada Hopper, Sam Ricks",
    "Price": 7.99,
    "Description": "Danger! Action! Trouble! Adventure! Introducing The DATA Set, a brand-new chapter book series for young readers."
  },
  {
    "Title": "  Computer Science Distilled: Learn the Art of Solving Computational Problems ",
    "Author(s)": "Wladston Ferreira Filho, Raimondo Pictet",
    "Price": 31.6,
    "Description": "A walkthrough of computer science concepts you must know. Designed for readers who don't care for academic formalities, it's a fast and easy computer science guide. It teaches the foundations you need to program computers effectively. After a simple introduction to discrete math, it presents common algorithms and data structures. It also outlines the principles that make computers and programming languages work."
  },
  {
    "Title": "  Python for Data Science For Dummies ",
    "Author(s)": "John Paul Mueller, Luca Massaron",
    "Price": 41.99,
    "Description": "Let Python do the heavy lifting for you as you analyze large datasets"
  },
  {
    "Title": "  Graph Data Science with Neo4j: Learn how to use Neo4j 5 with Graph Data Science library 2.0 and its Python driver for your project ",
    "Author(s)": "Estelle Scifo",
    "Price": 59.99,
    "Description": "Supercharge your data with the limitless potential of Neo4j 5, the premier graph database for cutting-edge machine learning"
  },
  {
    "Title": "  Machine Learning, revised and updated edition ",
    "Author(s)": "Ethem Alpaydin",
    "Price": 21.95,
    "Description": "A concise overview of machine learning--computer programs that learn from data--the basis of such applications as voice recognition and driverless cars."
  },
  {
    "Title": "  Fundamentals of Clinical Data Science ",
    "Author(s)": "Pieter Kubben, Michel Dumontier, Andre Dekker, & \\n                 , \\n                 more",
    "Price": 55.34,
    "Description": "This open access book comprehensively covers the fundamentals of clinical data science, focusing on data collection, modelling and clinical applications.  Topics covered in the first section on data collection include: data sources, data at scale (big data), data stewardship (FAIR data) and  related privacy concerns. Aspects of  predictive modelling  using techniques such as classification, regression or clustering, and prediction model validation will be covered in the second section. The third section covers aspects of (mobile) clinical decision support systems, operational excellence and value-based healthcare."
  },
  {
    "Title": "  Modes of Thinking for Qualitative Data Analysis ",
    "Author(s)": "Melissa Freeman",
    "Price": 71.44,
    "Description": "Modes of Thinking for Qualitative Data Analysis argues for engagement with the conceptual underpinnings of five prominent analytical strategies used by qualitative researchers: Categorical Thinking, Narrative Thinking, Dialectical Thinking, Poetical Thinking, and Diagrammatical Thinking. By presenting such disparate modes of research in the space of a single text, Freeman not only draws attention to the distinct methodological and theoretical contributions of each, she also establishes a platform for choosing among particular research strategies by virtue of their strengths and limitations. Experienced qualitative researchers, novices, and graduate students from many disciplines will gain new insight from the theory-practice relationship of analysis advanced in this text. "
  },
  {
    "Title": "  Agile Data Science 2.0: Building Full-Stack Data Analytics Applications with Spark ",
    "Author(s)": "Russell Jurney",
    "Price": 48.06,
    "Description": "Data science teams looking to turn research into useful analytics applications require not only the right tools, but also the right approach if they’re to succeed. With the revised second edition of this hands-on guide, up-and-coming data scientists will learn how to use the Agile Data Science development methodology to build data applications with Python, Apache Spark, Kafka, and other tools. "
  },
  {
    "Title": "  3D Deep Learning with Python: Design and develop your computer vision model with 3D data using PyTorch3D and more ",
    "Author(s)": "Xudong Ma, Vishakh Hegde, Lilit Yolyan, & \\n                 , \\n                 more",
    "Price": 53.99,
    "Description": "Visualize and build deep learning models with 3D data using PyTorch3D and other Python frameworks to conquer real-world application challenges with ease"
  },
  {
    "Title": "  Data Analytics: A Children's Book for Future Data Nerds ",
    "Author(s)": "Jordan Washington",
    "Price": 9.57,
    "Description": "Data Analytics: A Children's Book for Future Data Nerds is the perfect introduction to basic analytics and data science concepts for children. With analytics, we can use numbers to make better data-driven decisions. In this book, children will follow along with a real world problem and use data to help make a better decision. Children will learn core analytics concepts like data collection, sorting & organizing data, and finding patterns in data."
  },
  {
    "Title": "  Communicating with Data: The Art of Writing for Data Science ",
    "Author(s)": "Deborah Nolan, Sara Stoudt",
    "Price": 28.81,
    "Description": "Communication is a critical yet often overlooked part of data science. Communicating with Data aims to help students and researchers write about their insights in a way that is both compelling and faithful to the data. General advice on science writing is also provided, including how to distill findings into a story and organize and revise the story, and how to write clearly, concisely, and precisely. This is an excellent resource for students who want to learn how to write about scientific findings, and for instructors who are teaching a science course in communication or a course with a writing component. Communicating with Data consists of five parts. Part I helps the novice learn to write by reading the work of others. Part II delves into the specifics of how to describe data at a level appropriate for publication, create informative and effective visualizations, and communicate an analysis pipeline through well-written, reproducible code. Part III demonstrates how to reduce a data analysis to a compelling story and organize and write the first draft of a technical paper. Part IV addresses revision; this includes advice on writing about statistical findings in a clear and accurate way, general writing advice, and strategies for proof reading and revising. Part V offers advice about communication strategies beyond the page, which include giving talks, building a professional network, and participating in online communities. This book also provides 22 portfolio prompts that extend the guidance and examples in the earlier parts of the book and help writers build their portfolio of data communication."
  },
  {
    "Title": "  The Costs of Connection: How Data Is Colonizing Human Life and Appropriating It for Capitalism ",
    "Author(s)": "Nick Couldry, Ulises A. Mejias",
    "Price": 39.56,
    "Description": "Just about any social need is now met with an opportuniy to \"connect\" through digital means. But this convenience is not free—it is purchased with vast amounts of personal data transferred through shadowy backchannels to corporations using it to generate profit. "
  },
  {
    "Title": "  Statistics for Absolute Beginners (Second Edition) (AI, Data Science, Python & Statistics for Beginners) ",
    "Author(s)": "Oliver Theobald",
    "Price": 55.34,
    "Description": "Data is collected constantly: how far we travel, who we interact with online and where we spend our money. Every bit of data has a story to tell but isolated, these specs of information lie dormant and useless. "
  },
  {
    "Title": "  Think Like a Data Scientist: Tackle the data science process step-by-step ",
    "Author(s)": "Brian Godsey",
    "Price": 59.99,
    "Description": "Summary"
  },
  {
    "Title": "  Data Engineering and Data Science for Babies: Activity Workbook Part 1 ",
    "Author(s)": "Data Babee",
    "Price": 16.21,
    "Description": "Data Babee is on a journey to find flowers and make more honey. On her journey, she learns about data engineering and data science, and how it can be used to help solve her problem. Learn data engineering and data science with her through engaging hands-on children’s activities. It’s easy, even for a baby bee like her!"
  },
  {
    "Title": "  Practical Web Scraping for Data Science: Best Practices and Examples with Python ",
    "Author(s)": "Seppe vanden Broucke, Bart Baesens",
    "Price": 58.5,
    "Description": "This book provides a complete and modern guide to web scraping, using Python as the programming language, without glossing over important details or best practices. Written with a data science audience in mind, the book explores both scraping and the larger context of web technologies in which it operates, to ensure full understanding. The authors recommend web scraping as a powerful tool for any data scientist's arsenal, as many data science projects start by obtaining an appropriate data set.Starting with a brief overview on scraping and real-life use cases, the authors explore the core concepts of HTTP, HTML, and CSS to provide a solid foundation. Along with a quick Python primer, they cover Selenium for JavaScript-heavy sites, and web crawling in detail. The book finishes with a recap of best practices and a collection of examples that bring together everything you've learned and illustrate various data science use cases.What You'll Learn Leverage well-established best practices and commonly-used Python packages"
  },
  {
    "Title": "  Algorithms and Data Structures (Computer science Fundamentals) ",
    "Author(s)": "Theophilus Edet",
    "Price": 55.34,
    "Description": "Unlock the Power of Algorithmic Wizardry and Data Structures Galore!"
  },
  {
    "Title": "  Geographic Data Science with R: Visualizing and Analyzing Environmental Change ",
    "Author(s)": "Michael C. Wimberly",
    "Price": 26.44,
    "Description": "The burgeoning field of data science has provided a wealth of techniques for analysing large and complex geospatial datasets, including descriptive, explanatory, and predictive analytics. However, applying these methods is just one part of the overall process of geographic data science. Other critical steps include screening for suspect data values, handling missing data, harmonizing data from multiple sources, summarizing the data, and visualizing data and analysis results. Although there are many books available on statistical and machine learning methods, few encompass the broader topic of scientific workflows for geospatial data processing and analysis. "
  },
  {
    "Title": "  Ethics and Data Science ",
    "Author(s)": "Mike Loukides, Hilary Mason, DJ Patil, & \\n                 , \\n                 more",
    "Price": 55.34,
    "Description": "As the impact of data science continues to grow on society there is an increased need to discuss how data is appropriately used and how to address misuse. Yet, ethical principles for working with data have been available for decades. The real issue today is how to put those principles into action. With this report, authors Mike Loukides, Hilary Mason, and DJ Patil examine practical ways for making ethical data standards part of your work every day."
  },
  {
    "Title": "  Data Science and Analysis with Python: 3 in 1 Guide: Python-Based Solutions for Big Data and Machine Learning ",
    "Author(s)": "Brian  Murray",
    "Price": 55.34,
    "Description": "\"Data Science and Analysis with Python\" is a comprehensive guide to mastering data science and analysis using the Python programming language. With the exponential growth of data in today's world, businesses and organizations require reliable and efficient ways to analyze data and gain insights that drive informed decision-making. This book provides a hands-on approach to data science and analysis, covering the fundamentals of data processing, manipulation, visualization, and statistical analysis using Python."
  },
  {
    "Title": "  Introduction to Statistical and Machine Learning Methods for Data Science ",
    "Author(s)": "Dr. Carlos Andre Reis Andre Reis Pinheiro, Mike Patetta",
    "Price": 36.95,
    "Description": "Boost your understanding of data science techniques to solve real-world problems"
  },
  {
    "Title": "  Time Series for Data Science: Analysis and Forecasting ",
    "Author(s)": "Wayne A. Woodward, Bivin Philip Sadler, Stephen Robertson, & \\n                 , \\n                 more",
    "Price": 87.79,
    "Description": "Data Science students and practitioners want to find a forecast that “works” and don’t want to be constrained to a single forecasting strategy, "
  },
  {
    "Title": "  Targeted Learning: Causal Inference for Observational and Experimental Data ",
    "Author(s)": "Mark J. van der Laan, Sherri Rose",
    "Price": 191.92,
    "Description": "As the size of data sets grows ever larger, the need for valid statistical tools is greater than ever. This book introduces super learning and the targeted maximum likelihood estimator, and discusses complex data structures and related applied topics."
  },
  {
    "Title": "  Malware Data Science: Attack Detection and Attribution ",
    "Author(s)": "Joshua Saxe, Hillary Sanders",
    "Price": 65.95,
    "Description": "Malware Data Science"
  },
  {
    "Title": "  Data Science for the Geosciences ",
    "Author(s)": "Lijing Wang, David Zhen Yin, Jef Caers, & \\n                 , \\n                 more",
    "Price": 178.3,
    "Description": "Data Science for the Geosciences provides students and instructors with the statistical and machine learning foundations to address Earth science questions using real-world case studies in natural hazards, climate change, environmental contamination and Earth resources. It focuses on techniques that address common characteristics of geoscientific data, including extremes, multivariate, compositional, geospatial and space-time methods. Step-by-step instructions are provided, enabling readers to easily follow the protocols for each method, solve their geoscientific problems and make interpretations. With an emphasis on intuitive reasoning throughout, students are encouraged to develop their understanding without the need for complex mathematics, making this the perfect text for those with limited mathematical or coding experience. Students can test their skills with homework exercises that focus on data scientific analysis, modeling, and prediction problems, and through the use of supplemental Python notebooks that can be applied to real datasets worldwide."
  },
  {
    "Title": "  Foraging & Spore Print Log Book: A mushroom hunting data tracker with black and white spore print paper ",
    "Author(s)": "Intuitive Press",
    "Price": 9.99,
    "Description": "Keeping track of your foraging locations but not able to save a spore print with it?"
  },
  {
    "Title": "  Quantitative Social Science Data with R: An Introduction ",
    "Author(s)": "Brian J Fogarty",
    "Price": 75.27,
    "Description": "This practical, step-by-step introduction to quantitative social science using R will provide low-level undergraduates with a foundation of understanding, ready to build upon as students advance throughout statistics"
  },
  {
    "Title": "  Data Science for Business: Predictive Modeling, Data Mining, Data Analytics, Data Warehousing, Data Visualization, Regression Analysis, Database Querying, and Machine Learning for Beginners ",
    "Author(s)": "Herbert Jones",
    "Price": 18.27,
    "Description": "Do you want to learn about data science but aren't in the mood to read a boring textbook?"
  },
  {
    "Title": "  Data Science: 100 Interview Questions (Advanced Topics in Machine Learning Book 2) ",
    "Author(s)": "X.Y. Wang",
    "Price": 9.99,
    "Description": "Are you looking to sharpen your data science skills or prepare for your next big interview? Look no further! \""
  },
  {
    "Title": "  Data Science: A Comprehensive Guide to Data Science, Data Analytics, Data Mining, Artificial Intelligence, Machine Learning, and Big Data ",
    "Author(s)": "Richard Hurley",
    "Price": 21.61,
    "Description": "If you want to learn about data science and big data, then keep reading..."
  },
  {
    "Title": "  Learning Spark: Lightning-Fast Data Analytics ",
    "Author(s)": "Jules Damji, Brooke Wenig, Tathagata Das, Denny Lee, & \\n                 , \\n                 more",
    "Price": 88.08,
    "Description": "Data is bigger, arrives faster, and comes in a variety of formatsâ??and it all needs to be processed at scale for analytics or machine learning. But how can you process such varied workloads efficiently? Enter Apache Spark. "
  },
  {
    "Title": "  Be the Outlier: How to Ace Data Science Interviews ",
    "Author(s)": "Shrilata Murthy",
    "Price": 20.43,
    "Description": "According to LinkedIn's third annual U.S. Emerging Jobs Report, the data scientist role is ranked third among the top-15 emerging jobs in the U.S. Though the field of data science has been exploding, there didn't appear to be a comprehensive resource to help data scientists navigate the interview process... until now.In Be the Outlier: How to Ace Data Science Interviews, data scientist Shrilata Murthy covers all aspects of a data science interview in today's industry. Murthy combines her own experience in the job market with expert insight from data scientists with Google, Facebook, Amazon, NASA, Aetna, MBB & Big 4 consulting firms, and many more.In this book, you'll learn...-the foundational knowledge that is key to any data science interview-the 100-Word Story framework for writing a stellar resume-what to expect from a variety of interview styles (take-home, presentation, case study, etc.), and-actionable ways to differentiate yourself from your peers.By using real-world examples, practice questions, and sample interviews, Murthy has created an easy-to-follow guide that will help you crack any data science interview. After reading Be the Outlier, get ready to land your dream job in data science."
  },
  {
    "Title": "  Advances in Data and Information Sciences: Proceedings of ICDIS 2023 (Volume 796) ",
    "Author(s)": "Shailesh Tiwari, Munesh C. Trivedi, Mohan L. Kolhe, Brajesh Kumar Singh, & \\n                 , \\n                 more",
    "Price": 305.95,
    "Description": "This book gathers a collection of high-quality peer-reviewed research papers presented at the 5th International Conference on Data and Information Sciences (ICDIS 2023), held at Raja Balwant Singh Engineering Technical Campus, Agra, India, on June 16-17, 2023. The book covers all aspects of computational sciences and information security, including central topics like artificial intelligence, cloud computing, and big data. Highlighting the latest developments and technical solutions, it shows readers from the computer industry how to capitalize on key advances in next-generation computer and communication technology."
  },
  {
    "Title": "  Fighting Churn with Data: The science and strategy of customer retention ",
    "Author(s)": "Carl S. Gold",
    "Price": 66.73,
    "Description": "The beating heart of any product or service business is returning clients. Don't let your hard-won customers vanish, taking their money with them. In "
  },
  {
    "Title": "  Game Data Science ",
    "Author(s)": "Magy Seif El-Nasr, Truong-Huy D. Nguyen, Alessandro Canossa, Anders Drachen, & \\n                 , \\n                 more",
    "Price": 60.5,
    "Description": "Game data science, defined as the practice of deriving insights from game data, has created a revolution in the multibillion-dollar games industry - informing and enhancing production, design, and development processes. Almost all game companies and academics have now adopted some type of game data science, every tool utilized by game developers allows collecting data from games, yet there has been no definitive resource for academics and professionals in this rapidly developing sector until now. Games Data Science delivers an excellent introduction to this new domain and provides the definitive guide to methods and practices of computer science, analytics, and data science as applied to video games. It is the ideal resource for academic students and professional learners seeking to understand how data science is used within the game development and production cycle, as well as within the interdisciplinary field of games research. Organized into chapters that integrate laboratory and game data examples, this book provides a unique resource to train and educate both industry professionals and academics about the use of game data science, with practical exercises and examples on how such processes are implemented and used in academia and industry, interweaving theoretical learning with practical application throughout."
  },
  {
    "Title": "  Data Structures and Algorithm Analysis in C++, Third Edition ",
    "Author(s)": "Dr. Clifford A. Shaffer",
    "Price": 48.75,
    "Description": "With its focus on creating efficient data structures and algorithms, this comprehensive text helps readers understand how to select or design the tools that will best solve specific problems. It uses "
  },
  {
    "Title": "  Exploratory Data Analysis with Python Cookbook: Over 50 recipes to analyze, visualize, and extract insights from structured and unstructured data ",
    "Author(s)": "Ayodele Oluleye",
    "Price": 56.99,
    "Description": "Extract valuable insights from data by leveraging various analysis and visualization techniques with this comprehensive guide"
  },
  {
    "Title": "  Practical Data Science with Hadoop and Spark: Designing and Building Effective Analytics at Scale ",
    "Author(s)": "Ofer Mendelevitch, Casey Stella, Douglas Eadline, & \\n                 , \\n                 more",
    "Price": 56.24,
    "Description": "The Complete Guide to Data Science with Hadoop―For Technical Professionals, Businesspeople, and Students"
  },
  {
    "Title": "  The Preparatory Manual of Chemical Warfare Agents Third Edition Volume 1: Extremely valuable reference book used to teach scientific, laboratory, and toxicity data ",
    "Author(s)": "Jared B Ledgard",
    "Price": 23.51,
    "Description": "The Preparatory Manual of Chemical Warfare Agents Third Edition is a massive upgrade from its previous version. The Preparatory Manual of Chemical Warfare Agents Third Edition Volume 1 includes many upgraded data and informational contents on the worlds most common Chemical Warfare Agents. These existing warfare agents in Volume 1 include updated toxicity data and information regarding environmental persistence, contamination degree, lethal dose, and biological routes of entry and bodily function. As well, each chemical entry includes updated molecular formulas for preparation and structure, 3D molecular images, molecular physical properties, and laboratory chemistry, procedures, and safety. The third edition Volume 1 includes brand new chapters and sections including: Section I: LABORATORY TUTORIAL AND REFERENCE GUIDE, Chapter 1: Laboratory tutorial on techniques and procedures; Chapter 2: Reference guide. Section II: LACHRYMATOR, DISABLING, AND IRRITANT AGENTS, Chapter 3: Physical Nature of Lachrymator, disabling, and irritant substances; Chapter 4: Preparation of Lachrymator, disabling, and irritant substances. Section III: BLOOD AGENTS, Chapter 5: Physical Nature of Blood Agents; Chapter 6: The Preparation of blood agents. Section IV: BLISTER AGENTS (POTENT VESICANTS: TISSUE DAMAGING AGENTS), Chapter 7: Physical Nature of Blister agents, including sulfur mustards, nitrogen mustards, and arsenicals; Chapter 8: Preparation of Blister Agents including sulfur mustards, nitrogen mustards, and arsenicals. Section V: NERVE AGENTS (POTENT ACETYLCHOLINESTERASE INHIBITORS), Chapter 9: Physical Nature of Nerve agents; and Chapter 10: Preparation of Nerve Agents. The Preparatory Manual of Chemical Warfare Agents Third Edition Volume 1 is an extremely valuable reference book used to teach scientific, laboratory, and toxicity data for students, researchers, government agencies, contractors, first responders, and military operatives."
  },
  {
    "Title": "  Python for Data Science: A Crash Course for Data Science and Analysis, Python Machine Learning and Big Data ",
    "Author(s)": "Computer Science Academy",
    "Price": 23.84,
    "Description": "This book is essential to help you master the core concepts of Python programming and utilize your coding skills to analyze a large volume of data."
  },
  {
    "Title": "  Learning Data Science: Data Wrangling, Exploration, Visualization, and Modeling with Python ",
    "Author(s)": "Sam Lau, Joseph Gonzalez, Deborah Nolan, & \\n                 , \\n                 more",
    "Price": 112.99,
    "Description": "As an aspiring data scientist, you appreciate why organizations rely on data for important decisions—whether it's for companies designing websites, cities deciding how to improve services, or scientists discovering how to stop the spread of disease. And you want the skills required to distill a messy pile of data into actionable insights. We call this the data science lifecycle: the process of collecting, wrangling, analyzing, and drawing conclusions from data. "
  },
  {
    "Title": "  Grokking Algorithms: An illustrated guide for programmers and other curious people ",
    "Author(s)": "Aditya Bhargava",
    "Price": 51.99,
    "Description": "Summary"
  },
  {
    "Title": "  Dyadic Data Analysis ",
    "Author(s)": "David A Kenny PhD, Deborah A Kashy PhD, William L Cook PhD, Jeffry A Simpson PhD, & \\n                 , \\n                 more",
    "Price": 75.43,
    "Description": "Interpersonal phenomena such as attachment, conflict, person perception, learning, and influence have traditionally been studied by examining individuals in isolation, which falls short of capturing their truly interpersonal nature. This book offers state-of-the-art solutions to this age-old problem by presenting methodological and data-analytic approaches useful in investigating processes that take place among dyads: couples, coworkers, parent and child, teacher and student, or doctor and patient, to name just a few. Rich examples from psychology and across the behavioral and social sciences help build the researcher's ability to conceptualize relationship processes; model and test for actor effects, partner effects, and relationship effects; and model and control for the statistical interdependence that can exist between partners. The companion website provides clarifications, elaborations, corrections, and data and files for each chapter."
  },
  {
    "Title": "  Hands-On Machine Learning with Scikit-Learn, Keras, and TensorFlow: Concepts, Tools, and Techniques to Build Intelligent Systems ",
    "Author(s)": "Aurélien Géron",
    "Price": 66.0,
    "Description": "Through a recent series of breakthroughs, deep learning has boosted the entire field of machine learning. Now, even programmers who know close to nothing about this technology can use simple, efficient tools to implement programs capable of learning from data. This bestselling book uses concrete examples, minimal theory, and production-ready Python frameworks (Scikit-Learn, Keras, and TensorFlow) to help you gain an intuitive understanding of the concepts and tools for building intelligent systems. "
  },
  {
    "Title": "  Python for Finance Cookbook: Over 80 powerful recipes for effective financial data analysis, 2nd Edition ",
    "Author(s)": "Eryk Lewinson",
    "Price": 63.99,
    "Description": "Use modern Python libraries such as pandas, NumPy, and scikit-learn and popular machine learning and deep learning methods to solve financial modeling problems"
  },
  {
    "Title": "  Statistics for the Trading Floor: Data Science for Investing ",
    "Author(s)": "Patrick Boyle",
    "Price": 36.5,
    "Description": "Statistics for the Trading Floor: Data Science for Investing is the best book on statistics for investing. Written for professionals by a professional trader and hedge fund manager, the book gives a thorough grounding in quantitative methods used by investing professionals."
  },
  {
    "Title": "  Statistical Foundations of Data Science ",
    "Author(s)": "Jianqing Fan, Runze Li, Cun-Hui Zhang, Hui Zou, & \\n                 , \\n                 more",
    "Price": 150.32,
    "Description": "Statistical Foundations of Data Science"
  },
  {
    "Title": "  Learning Python for Data: Fundmental Python Skills for Starting with Data ",
    "Author(s)": "Matt Harrison",
    "Price": 55.0,
    "Description": "Your Gateway to the Intricate World of Data Science Through Python"
  },
  {
    "Title": "  The DATA Set Collection (Boxed Set): March of the Mini Beasts; Don't Disturb the Dinosaurs; The Sky Is Falling; Robots Rule the School ",
    "Author(s)": "Ada Hopper, Sam Ricks",
    "Price": 31.99,
    "Description": "Join the DATA Set on their outrageous adventures with this action-packed four-book collection!"
  },
  {
    "Title": "  Data Science: What the Best Data Scientists Know About Data Analytics, Data Mining, Statistics, Machine Learning, and Big Data – That You Don't ",
    "Author(s)": "Herbert Jones",
    "Price": 19.72,
    "Description": "Did you know that the value of data usage has increased job opportunities, but that there are few specialists?"
  },
  {
    "Title": "  Python Crash Course, 3rd Edition: A Hands-On, Project-Based Introduction to Programming ",
    "Author(s)": "Eric Matthes",
    "Price": 34.5,
    "Description": "Python Crash Course"
  },
  {
    "Title": "  Machine Learning in Business: An Introduction to the World of Data Science ",
    "Author(s)": "John C Hull",
    "Price": 37.95,
    "Description": "This book is for business executives and students who want to learn about the tools used in machine learning. In creating the third edition, John Hull has continued to improve his material. He has added new case studies and new material on the applications of neural networks. The book explains the most popular algorithms clearly and succinctly without using calculus or matrix/vector algebra. The focus is on business applications. There are many illustrative examples throughout the book. These include assessing the risk of a country for international investment, predicting the value of real estate, classifying retail loans as acceptable or unacceptable, understanding the behavior of interest rates, using neural networks to understand volatility surface movements, and using reinforcement learning for optimal trade execution. Data, worksheets, and Python code for the examples is on the author's website. A complete set of PowerPoint slides that can be used by instructors is also on the website. The opening chapter reviews different types of machine learning models. It explains the role of the training data set, the validation data set, and the test data set. It also explains the issues involved in cleaning data and covers Bayes’ theorem. Chapter 2 is devoted to unsupervised learning. It explains the k-means algorithm and alternative approaches to clustering. It also covers principal components analysis. Chapter 3 explains linear and logistic regression. It covers regularization using Ridge, Lasso, and Elastic Net. Chapter 4 covers decision trees. It includes a discussion of the naive Bayes classifier, random forests, and other ensemble methods. Chapter 5, explains how the SVM approach can be used for both linear and non-linear classification as well as for the prediction of a continuous variable. Chapter 6 is devoted to neural networks. It includes a discussion of the gradient descent algorithm and stopping rules. Chapter 7 covers autoencoders, variational autoencoders, generative adversarial networks, convolutional neural networks, and recurrent neural networks. Chapter 8 explains reinforcement learning using two games as examples. It covers Q-learning and deep Q-learning, and discusses applications. Chapter 9 covers natural language processing. It discusses how the algorithms introduced in the book can be used for sentiment analysis, language translation, and information retrieval. Chapter 10 is concerned with model interpretability. It discusses the importance of making models understandable and the procedures that can be used for both white-box and black-box models. The final chapter focuses on issues for society. The topics covered include data privacy, biases, ethical considerations, legal issues, and adversarial machine learning. At the ends of chapters there are short concept questions to test the readers understanding of the material and longer exercises. Answers are at the end of the book. The book includes a glossary of terms and an index."
  },
  {
    "Title": "  Machine Learning and Data Sciences for Financial Markets: A Guide to Contemporary Practices ",
    "Author(s)": "Agostino Capponi, Charles-Albert Lehalle",
    "Price": 149.95,
    "Description": "Leveraging the research efforts of more than sixty experts in the area, this book reviews cutting-edge practices in machine learning for financial markets. Instead of seeing machine learning as a new field, the authors explore the connection between knowledge developed by quantitative finance over the past forty years and techniques generated by the current revolution driven by data sciences and artificial intelligence. The text is structured around three main areas: 'Interactions with investors and asset owners,' which covers robo-advisors and price formation; 'Risk intermediation,' which discusses derivative hedging, portfolio construction, and machine learning for dynamic optimization; and 'Connections with the real economy,' which explores nowcasting, alternative data, and ethics of algorithms. Accessible to a wide audience, this invaluable resource will allow practitioners to include machine learning driven techniques in their day-to-day quantitative practices, while students will build intuition and come to appreciate the technical tools and motivation for the theory."
  },
  {
    "Title": "  Dark Data & Dark Social: The Promising Problem Children of Big Data and Data Science (New Street Data Science Basics Book 4) ",
    "Author(s)": "Lars Nielsen",
    "Price": 3.41,
    "Description": "Simply put, Dark Data is stored, largely non-inventoried, unstructured data not currently used for the purpose of conducting data science, but which is nevertheless maintained on a “just in case” basis – either to meet regulatory requirements, or in the hope that the data will prove useful for research purposes at some time in the future. “Gathering dust” in archives, Dark Data, is – as less simply put by CIO and industry pundit Isaac Sacolick – “data and content that exists and is stored, but is not leveraged and analyzed for intelligence or used in forward looking decisions. It includes data that is in physical locations or formats that make analysis complex or too costly, or data that has significant data quality issues. It also includes data that is currently stored and can be connected to other data sources for analysis, but the business has not dedicated sufficient resources to analyze and leverage.” Add to this unstructured data of a nature for which sufficiently robust or accurate analysis tools have not yet been invented, and some data (notably most log files) which will simply never be of use and will never yield useful Business Intelligence, commonly known as BI."
  },
  {
    "Title": "  Big Data: A Complete Guide to the Basic Concepts in Data Science, Cyber Security, Analytics and Metrics (Big Data and Artificail Intelligence Book 1) ",
    "Author(s)": "Hans Weber",
    "Price": 55.34,
    "Description": " "
  },
  {
    "Title": "  Data Science for Immunologists ",
    "Author(s)": "Niclas Thomas, Laura Pallett",
    "Price": 36.74,
    "Description": "Data science is a complex subject, but nevertheless one that can be made accessible to all through clear, intuitive explanations and worked examples."
  },
  {
    "Title": "  The Science of Science ",
    "Author(s)": "Dashun Wang, Albert-László Barabási",
    "Price": 33.95,
    "Description": "This is the first comprehensive overview of the 'science of science,' an emerging interdisciplinary field that relies on big data to unveil the reproducible patterns that govern individual scientific careers and the workings of science. It explores the roots of scientific impact, the role of productivity and creativity, when and what kind of collaborations are effective, the impact of failure and success in a scientific career, and what metrics can tell us about the fundamental workings of science. The book relies on data to draw actionable insights, which can be applied by individuals to further their career or decision makers to enhance the role of science in society. With anecdotes and detailed, easy-to-follow explanations of the research, this book is accessible to all scientists and graduate students, policymakers, and administrators with an interest in the wider scientific enterprise."
  },
  {
    "Title": "  Data Governance: How to Design, Deploy, and Sustain an Effective Data Governance Program ",
    "Author(s)": "John Ladley",
    "Price": 82.4,
    "Description": "Managing data continues to grow as a necessity for modern organizations. There are seemingly infinite opportunities for organic growth, reduction of costs, and creation of new products and services. It has become apparent that none of these opportunities can happen smoothly without data governance. The cost of exponential data growth and privacy / security concerns are becoming burdensome. Organizations will encounter unexpected consequences in new sources of risk. The solution to these challenges is also data governance; ensuring balance between risk and opportunity. "
  },
  {
    "Title": "  Football Hackers: The Science and Art of a Data Revolution ",
    "Author(s)": "Christoph Biermann",
    "Price": 27.3,
    "Description": "The future of football is now. Football's data revolution has only just begun. The arrival of advanced metrics and detailed analysis is already reshaping the modern game. We can now fully assess player performance, analyse the role of luck and measure what really leads to victory. There is no turning back. Now the race is on between football's wealthiest clubs and a group of outsiders, nerds and rule-breakers, who are turning the game on its head with their staggering innovations. Winning is no longer just about what happens out on the pitch, it's now a battle taking place in boardrooms and on screens across international borders with the world's brightest minds driving for an edge over their fiercest rivals. Christoph Biermann has moved in the midst of these disruptive upheavals, talking to scientists, coaches, managers, scouts and psychologists in the world's major clubs, traveling across Europe and the US and revealing the hidden - and often jaw-dropping - truths behind the beautiful game. 'A book full of exciting ideas and inside views on modern football. The most exciting book in an exciting time for football.' Thomas Hitzlsperger"
  },
  {
    "Title": "  SQL QuickStart Guide: The Simplified Beginner's Guide to Managing, Analyzing, and Manipulating Data With SQL ",
    "Author(s)": "Walter Shields",
    "Price": 36.99,
    "Description": "THE BEST SQL BOOK FOR BEGINNERS IN 2023 - HANDS DOWN!"
  },
  {
    "Title": "  Practical Text Analytics: Interpreting Text and Unstructured Data for Business Intelligence ",
    "Author(s)": "Dr Steven Struhl",
    "Price": 62.8,
    "Description": "In an age where customer opinion and feedback can have an immediate, major effect upon the success of a business or organization, marketers must have the ability to analyze unstructured data in everything from social media and internet reviews to customer surveys and phone logs. "
  },
  {
    "Title": "  Graph Data Modeling in Python: A practical guide to curating, analyzing, and modeling data with graphs ",
    "Author(s)": "Gary Hutson, Matt Jackson",
    "Price": 56.99,
    "Description": "Learn how to transform, store, evolve, refactor, model, and create graph projections using the Python programming language"
  },
  {
    "Title": "  Metrics and Impact Measurement for Nonprofits ",
    "Author(s)": "iqbal Shah",
    "Price": 42.29,
    "Description": "Metrics and Impact Measurement for Nonprofits\""
  },
  {
    "Title": "  Data and Analytics Strategy for Business: Unlock Data Assets and Increase Innovation with a Results-Driven Data Strategy ",
    "Author(s)": "Simon Asplen-Taylor",
    "Price": 44.39,
    "Description": "For many organizations data is a by-product, but for the smarter ones it is the heartbeat of their business. Most businesses have a wealth of data buried in their systems which, if used effectively, could increase revenue, reduce costs and risk and improve customer satisfaction and employee experience. "
  },
  {
    "Title": "  Qualitative Research: Bridging the Conceptual, Theoretical, and Methodological ",
    "Author(s)": "Sharon Ravitch, Nicole Carl",
    "Price": 103.09,
    "Description": "The second edition of "
  },
  {
    "Title": "  Modern Data Science with R ",
    "Author(s)": "Benjamin S. Baumer, Daniel T. Kaplan, Nicholas J. Horton, & \\n                 , \\n                 more",
    "Price": 27.14,
    "Description": "Modern Data Science with R"
  },
  {
    "Title": "  Python Machine Learning By Example: Build intelligent systems using Python, TensorFlow 2, PyTorch, and scikit-learn, 3rd Edition ",
    "Author(s)": "Yuxi (Hayden) Liu",
    "Price": 49.99,
    "Description": "A comprehensive guide to get you up to speed with the latest developments of practical machine learning with Python and upgrade your understanding of machine learning (ML) algorithms and techniques"
  },
  {
    "Title": "  Real World AI Ethics for Data Scientists: Practical Case Studies ",
    "Author(s)": "Nachshon (Sean) Goltz, Tracey Dowdeswell",
    "Price": 71.44,
    "Description": "In the midst of the fourth industrial revolution, big data is weighed in gold, placing enormous power in the hands of data scientists – the modern AI alchemists. But great power comes with greater responsibility. This book seeks to shape, in a practical, diverse, and inclusive way, the ethical compass of those entrusted with big data."
  },
  {
    "Title": "  Data and Text Processing for Health and Life Sciences (Advances in Experimental Medicine and Biology Book 1137) ",
    "Author(s)": "Francisco M. Couto",
    "Price": 55.34,
    "Description": "This open access book is a step-by-step introduction on how shell scripting can help solve many of the data processing tasks that Health and Life specialists face everyday with minimal software dependencies. The examples presented in the book show how simple command line tools can be used and combined  to retrieve data and text from web resources, to filter and mine literature, and to explore the semantics encoded in biomedical ontologies.  To store data this book relies on open standard text file formats, such as TSV, CSV, XML, and OWL, that can be open by any text editor or spreadsheet application."
  },
  {
    "Title": "  Data Science for Economics and Finance: Methodologies and Applications ",
    "Author(s)": "Sergio Consoli, Diego Reforgiato Recupero, Michaela Saisana, & \\n                 , \\n                 more",
    "Price": 55.34,
    "Description": "This open access book covers the use of data science, including advanced machine learning, big data analytics, Semantic Web technologies, natural language processing, social media analysis, time series analysis, among others, for applications in economics and finance. In addition, it shows some successful applications of advanced data science solutions used to extract new knowledge from data in order to improve economic forecasting models."
  },
  {
    "Title": "  Data-Driven Science and Engineering: Machine Learning, Dynamical Systems, and Control ",
    "Author(s)": "Steven L. Brunton, J. Nathan Kutz",
    "Price": 74.95,
    "Description": "Data-driven discovery is revolutionizing how we model, predict, and control complex systems. Now with Python and MATLAB®, this textbook trains mathematical scientists and engineers for the next generation of scientific discovery by offering a broad overview of the growing intersection of data-driven methods, machine learning, applied optimization, and classical fields of engineering mathematics and mathematical physics. With a focus on integrating dynamical systems modeling and control with modern methods in applied machine learning, this text includes methods that were chosen for their relevance, simplicity, and generality. Topics range from introductory to research-level material, making it accessible to advanced undergraduate and beginning graduate students from the engineering and physical sciences. The second edition features new chapters on reinforcement learning and physics-informed machine learning, significant new sections throughout, and chapter exercises. Online supplementary material – including lecture videos per section, homeworks, data, and code in MATLAB®, Python, Julia, and R – available on databookuw.com."
  }
]
